Repository: ruifontes/agenda-for-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt, pt_br, uk

source: Day:
pt: Dia:
pt_br: Dia:
uk: День:

source: Month:
pt: Mês:
pt_br: Mês:
uk: Місяць:

source: Gregorian (Default)
uk: Григоріанський (стандартно)

source: Persian
uk: Перський

source: Year:
pt: Ano:
pt_br: Ano:
uk: Рік:

source: Hour:
pt: Hora:
pt_br: Hora:
uk: Година:

source: Minutes:
pt: Minutos:
pt_br: Minutos:
uk: Хвилини:

source: Description:
pt: Descrição:
pt_br: Descrição:
uk: Опис:

source: &Repeat
pt: &Repetições
pt_br: &Repetir
uk: &Повтор

source: &Alarms
pt: &Alarmes
pt_br: &Alarmes
uk: &Сигнали

source: Add
pt: Adicionar
pt_br: Adicionar
uk: Додати

source: Edit
pt: Editar
pt_br: Editar
uk: Редагувати

source: You disabled the periodicity of this appointement. Do you really want remove its periodicity?
pt: Desactivou a periodicidade deste evento. Quer realmente remover a sua periodicidade?
pt_br: Você desativou a periodicidade deste compromisso. Você realmente deseja remover sua periodicidade?
uk: Ви вимкнули періодичність цієї зустрічі. Ви дійсно хочете вимкнути періодичність?

source: Remove periodic event
pt: Remover evento periódico
pt_br: Remover evento periódico
uk: Видалити періодичну подію

source: You have deleted the appointment description. Do you want to delete the appointment?
pt: Apagou a descrição do compromisso. Deseja apagar o compromisso?
pt_br: Você apagou as informações sobre o compromisso. Deseja apagar este compromisso?
uk: Ви видалили опис зустрічі. Ви бажаєте видалити зустріч?

source: Agenda
uk: Порядок денний

source: Appointment removed successfully!
pt: Compromisso apagado com êxito!
pt_br: Compromisso apagado com sucesso!
uk: Зустріч успішно видалено!

source: You have deleted the description and changed the date. If you want to add a new appointment, press the Add button on main or search windows If you want to delete an appointment, go to main or search windows, select the appointment and choose the remove button
pt: Eliminou a descrição e alterou a data. Se deseja adicionar um novo compromisso, pressione o botão Adicionar nas janelas principal ou de pesquisa Se quiser apagar um compromisso, vá à janela principal ou de pesquisa, seleccione o compromisso e escolha o botão "remover"
pt_br: Você removeu a descrição e alterou a data. Para adicionar um novo compromisso, pressione o botão Adicionar na janela principal ou na janela de pesquisa Para apagar um compromisso, vá à janela principal ou de pesquisa, selecione o compromisso e escolha o botão "remover"
uk: Ви видалили опис і змінили дату. Якщо ви хочете додати нову зустріч, натисніть кнопку Додати в головному діалозі або діалозі пошуку Якщо ви хочете видалити зустріч, перейдіть в головний діалог або діалог пошуку, виберіть зустріч і натисніть кнопку видалити

source: No description to the appointment
pt: Nenhuma descrição para o compromisso
pt_br: Nenhuma descrição para o compromisso
uk: Немає опису зустрічі

source: Informations for this date and hour already exists on agenda. Do you want to replace original informations?
pt: Já existem informações para esta data e hora na agenda. Deseja substituir as informações originais?
pt_br: Já existem informações para esta data e hora na agenda. Deseja substituir as informações existentes?
uk: Інформація для цієї дати та години вже є в порядку денному. Бажаєте замінити оригінальну інформацію?

source: Record updated successfully!
pt: Registo actualizado com sucesso!
pt_br: Registro atualizado com sucesso!
uk: Запис успішно оновлено!

source: Record saved successfully!
pt: Registo guardado com sucesso!
pt_br: Registro gravado com sucesso!
uk: Запис успішно збережено!

source: Do you really want to discard the changes on appointment?
pt: Quer mesmo descartar as alterações ao compromisso?
pt_br: Você tem certeza que deseja descartar as alterações feitas no compromisso?
uk: Ви дійсно хочете скасувати зміни під час зустрічі?

source: Main window to access an accessible agenda
pt: Janela principal para aceder a uma agenda acessível
pt_br: Janela principal para acessar a uma agenda acessível
uk: Головний діалог для доступу до порядку денного

source: Calling next appointments dialog
uk: Викликає діалог наступних зустрічей

source: items found:
pt: itens encontrados:
pt_br: itens encontrados:
uk: знайдено елементів:

source: Hour
pt: Hora
pt_br: Hora
uk: Годину

source: Appointment
pt: Compromisso
pt_br: Compromisso
uk: Зустріч

source: &Add
pt: &Adicionar
pt_br: &Adicionar
uk: &Додати

source: &Edit
pt: &Editar
pt_br: &Editar
uk: &Редагувати

source: &Remove
pt: &Remover
pt_br: &Remover
uk: &Видалити

source: &Search
pt: &Pesquisar
pt_br: &Pesquisar
uk: &Пошук

source: E&xit
pt: &Sair
pt_br: &Sair
uk: В&ихід

source: items found
pt: itens encontrados
pt_br: itens encontrados
uk: знайдено елементів

source: No items found
pt: Nenhum item encontrado
pt_br: Nenhum item encontrado
uk: Елементів не знайдено

source: No appointments
pt: Sem compromissos
pt_br: Sem compromissos
uk: Немає зустрічей

source: You selected a periodic event. You can't edit a date inside on periodic event. Instead of, you need edit the original register. Do you want edit It?
pt: Seleccionou um evento periódico. Não é possível editar a data num evento periódico. É necessário editar o evento original. Quer editá-lo?
pt_br: Você selecionou um evento periódico. Você não pode editar uma data dentro de um evento periódico. Em vez disso, você precisa editar o registro original. Você quer editá-lo?
uk: Ви вибрали періодичну подію. Ви не можете редагувати дату всередині періодичної події. Замість цього, вам потрібно відредагувати оригінальний реєстр. Ви хочете відредагувати його?

source: Edit periodic event
pt: Editar evento periódico
pt_br: Editar evento periódico
uk: Редагувати періодичну подію

source: You have not selected any appointment to edit.
pt: Não seleccionou nenhum compromisso para editar.
pt_br: Você não selecionou qualquer compromisso para editar.
uk: Ви не вибрали жодної зустрічі для редагування.

source: Do you really want to remove the item:
pt: Deseja realmente remover o seguinte compromisso:
pt_br: Deseja realmente remover o compromisso:
uk: Ви дійсно хочете видалити елемент:

source: You can't remove just one periodic event. Instead of, you need remove the original register. If you make this, alldates on this periodic event will be deleted. Do you want to delete the original register and all dates of this {} event: {}?
pt: Não se pode remover apenas um evento periódico. É necessário remover o evento original. Se o fizer, todas as datas deste evento periódico serão eliminadas Quer apagar o evento original e todas as datas deste evento que se repete {}: {}?
pt_br: Você não pode remover apenas uma data de um evento periódico. Em vez disso, você precisa remover o registro original. Se você fizer isso, todas as datas deste evento periódico serão excluídas. Deseja excluir o registro original e todas as datas deste evento {}: {}?
uk: Ви не можете видалити лише одну періодичну подію. Замість цього, вам потрібно видалити оригінальний реєстр. Якщо ви це зробите, старі дати цієї періодичної події буде видалено. Ви хочете видалити оригінальний реєстр і всі дати цієї події {}: {}?

source: Remove item
pt: Remover compromisso
pt_br: Remover item
uk: Видалити елемент

source: You have not selected any appointment to be removed.
pt: Não seleccionou nenhum compromisso para ser removido.
pt_br: Você não selecionou qualquer compromisso para ser removido.
uk: Ви не вибрали жодної зустрічі для видалення.

source: Alarms Setting
pt: Definição de Alarmes
pt_br: Configurar alarme
uk: Налаштування сигналів

source: Select when alarms will be play
pt: Seleccionar quando os alarmes serão tocados
pt_br: Selecione com que antecedência o alarme deve tocar
uk: Виберіть час відтворення сигналу

source: Set alarm for the day before
pt: Programar o alarme para o dia anterior
pt_br: Ajustar o alarme para o dia anterior
uk: Встановити сигнал на день напередодні

source: Set alarm to one hour before
pt: Programar o alarme para uma hora antes
pt_br: Ajustar o alarme para uma hora antes
uk: Встановити сигнал на годину раніше

source: Set alarm to half hour before
pt: Programar o alarme para meia hora antes
pt_br: Ajustar o alarme para meia hora antes
uk: Встановити сигнал на півгодини раніше

source: Set alarm to 15 minutes before
pt: Programar o alarme para 15 minutos antes
pt_br: Ajustar o alarme para 15 minutos antes
uk: Встановити сигнал на 15 хвилин раніше

source: Set alarm to the exact hour
pt: Programar o alarme para a hora exacta
pt_br: Ajustar o alarme para a hora exata
uk: Встановити сигнал на точну годину

source: Show next appointments at startup
pt: Mostrar próximos compromissos no arranque
pt_br: Exibir a janela de próximos compromissos ao iniciar
uk: Показувати наступні зустрічі під час запуску

source: Number of days in next events:
pt_br: Número de dias nos próximos eventos:
uk: Кількість днів у наступних подіях:

source: &Sound for alarm
uk: &Звук для нагадування

source: Play a sound if appointments today or tomorrow
uk: Відтворювати звук, якщо зустрічі сьогодні або завтра

source: &Sound to use
uk: &Використати звук

source: &Calendar:
uk: &Календар:

source: Path of agenda files:
pt: Caminho dos ficheiros da agenda:
pt_br: Caminho para os arquivos da agenda:
uk: Шлях до файлів порядку денного:

source: &Select or add a directory
pt: &Seleccionar ou adicionar um directório
pt_br: &Selecionar ou adicionar uma pasta
uk: &Вибрати або додати каталог

source: Choose where to save the agenda file
pt: Escolha onde guardar o ficheiro da agenda
pt_br: Selecione um local para salvar o arquivo da agenda
uk: Виберіть місце для збереження файлу порядку денного

source: Database files (*.db)
pt: Ficheiros de base de dados (*.db)
pt_br: Arquivos de banco de dados (*.db)
uk: Файли бази даних (*.db)

source: Set repetitions
pt_br: Configurar periodicidade
uk: Встановити повтори

source: Choose your event repeat:
pt_br: Escolha a periodicidade do evento:
uk: Виберіть повтор події:

source: Mark to set when repeat finish
pt: Marcar para definir quando acabam as repetições
pt_br: Marque para definir o encerramento da periodicidade
uk: Позначте, щоб встановити, коли завершується повтор

source: Quantity of repeations:
pt: Quantidade de repetições:
pt_br: Quantidade de repetições:
uk: Кількість повторень:

source: End date: Day:
pt: Data final: Dia:
pt_br: Data final: Dia:
uk: Дата закінчення: День:

source: Your final date is oldest your inicial date.
pt: A sua data final é mais antiga que a sua data inicial.
pt_br: Sua data final é anterior à data inicial.
uk: Ваша остання дата є найдавнішою з вашої початкової дати.

source: Incorrect date interval
pt: Intervalo de datas incorrecto
pt_br: Intervalo de data incorreto
uk: Неправильний інтервал дат

source: None
pt: Nenhuma
pt_br: Nenhum
uk: Немає

source: Daily
pt: Cada dia
pt_br: Todos os dias
uk: Щодня

source: Weekly
pt: Cada semana
pt_br: Toda semana
uk: Щотижня

source: Biweekly
pt: Cada duas semanas
pt_br: A cada 15 dias
uk: Раз на два тижні

source: Monthly
pt: Cada mês
pt_br: Todos os meses
uk: Щомісяця

source: Twomonthly
pt: Cada dois meses
pt_br: A cada 2 meses
uk: Раз на два місяці

source: Threemontly
pt: Cada três meses
pt_br: A cada 3 meses
uk: Раз на три місяці

source: Fourmontly
pt: Cada quatro meses
pt_br: A cada 4 meses
uk: Раз на чотири місяці

source: Sixmonthly
pt: Cada seis meses
pt_br: A cada 6 meses
uk: Раз на півроку

source: Anualy
pt: Cada ano
pt_br: Todos os anos
uk: Щороку

source: Appointments for the next days
pt_br: Compromissos para os próximos dias
uk: Зустрічі на наступні дні

source: Items found:
pt: Itens encontrados:
pt_br: Itens encontrados:
uk: Знайдено елементів:

source: Date/Hour
pt: Data/hora
pt_br: Data/hora
uk: Дата/година

source: &Open
pt_br: &Abrir
uk: &Відкрити

source: No repeat
pt: Sem repetições
pt_br: Não se repete
uk: Без повторення

source: Today
pt: Hoje
pt_br: Hoje
uk: Сьогодні

source: Tomorrow
pt: Amanhã
pt_br: Amanhã
uk: Завтра

source: No items found:
pt: Nenhum item encontrado:
pt_br: Nenhum item encontrado:
uk: Не знайдено елементів:

source: You selected a periodic event. You can't edit a date inside on periodic event. Instead of, you need edit the original registry. Do you want to edit It?
pt_br: Você selecionou um evento periódico. Você não pode editar uma data dentro de um evento periódico. Em vez disso, você precisa editar o registro original. Você quer editá-lo?
uk: Ви вибрали періодичну подію. Ви не можете редагувати дату всередині періодичної події. Замість цього, вам потрібно відредагувати оригінальний реєстр. Ви хочете відредагувати його?

source: No appointment selected to edit...
pt: Nenhum compromisso seleccionado para editar...
pt_br: Nenhum compromisso foi selecionado para editar...
uk: Не вибрано жодної зустрічі для редагування...

source: You can't remove just one periodic event. Instead of, you need remove the original registry. If you make this, alldates on this periodic event will be deleted. Do you want to delete the original register and all dates of this {} event: {}?
pt_br: Você não pode remover apenas uma data de um evento periódico. Em vez disso, você precisa remover o registro original. Se você fizer isso, todas as datas deste evento periódico serão excluídas. Deseja excluir o registro original e todas as datas deste evento {}: {}?
uk: Ви не можете видалити лише одну періодичну подію. Замість цього, вам потрібно видалити оригінальний реєстр. Якщо ви це зробите, старі дати цієї періодичної події буде видалено. Ви хочете видалити оригінальний реєстр і всі дати цієї події {}: {}?

source: Remove event
pt: Remover compromisso
pt_br: Remover evento
uk: Видалити подію

source: Agenda search
pt: Pesquisar na agenda
pt_br: Pesquisar na agenda
uk: Пошук порядку денного

source: Type of search:
pt: Tipo de pesquisa:
pt_br: Tipo de pesquisa:
uk: Тип пошуку:

source: Search by text
pt: Pesquisa por texto
pt_br: Pesquisa por texto
uk: Пошук за текстом

source: Next 7 days
pt: Próximos 7 dias
pt_br: Próximos 7 dias
uk: Наступні 7 днів

source: Next 30 days
pt: Próximos 30 dias
pt_br: Próximos 30 dias
uk: Наступні 30 днів

source: Date range
pt: Intervalo de datas
pt_br: Intervalo de datas
uk: Діапазон дати

source: Enter the text to search:
pt: Introduza o texto a pesquisar:
pt_br: Digite o texto que deseja pesquisar:
uk: Введіть текст для пошуку:

source: Initial date: Day:
pt: Data inicial: Dia:
pt_br: Data inicial: Dia:
uk: Початкова дата: День:

source: Final date: Day:
pt: Data final: Dia:
pt_br: Data final: Dia:
uk: Кінцева дата: День:

source: Remove A&ll
pt: Remover &tudo
pt_br: Remover &tudo
uk: Видалити &все

source: &Cancel
pt: &Cancelar
pt_br: &Cancelar
uk: &Скасувати

source: Insert what to search or choose another type of search.
pt: Insira o que pesquisar ou escolha outro tipo de pesquisa.
pt_br: Digite o que deseja pesquisar ou escolha outro tipo de pesquisa.
uk: Введіть, що шукати, або виберіть інший тип пошуку.

source: The end date must be equal or after the start date.
pt: A data final deve ser igual ou após a data de início.
pt_br: A data final deve ser igual ou posterior à data de início.
uk: Кінцева дата має збігатися з датою початку або бути пізнішою.

source: No appointment selected to delete
pt: Nenhum compromisso seleccionado para apagar
pt_br: Nenhum compromisso foi selecionado para apagar
uk: Не вибрано жодної зустрічі для видалення

source: No itens to delete. Please, you need search something to delete all itens.
pt: Sem ítens para remover. É necessário efectuar uma pesquisa com resultados.
pt_br: Nenhum item foi selecionado para remover. É necessário efetuar uma pesquisa para localizar itens a apagar.
uk: Немає елементів для видалення. Будь ласка, вам потрібно щось знайти, щоб видалити всі елементи.

source: Do you really want to delete all itens found?
pt: Deseja realmente remover todos os compromissos encontrados?
pt_br: Deseja realmente remover todos os compromissos encontrados?
uk: Ви дійсно хочете видалити всі знайдені елементи?

source: All appointments deleted successfully!
pt: Todos os compromissos removidos com êxito!
pt_br: Todos os compromissos foram removidos com êxito!
uk: Усі зустрічі успішно видалено!

source: December
pt: Dezembro
pt_br: Dezembro
uk: Грудень

source: November
pt: Novembro
pt_br: Novembro
uk: Листопад

source: October
pt: Outubro
pt_br: Outubro
uk: Жовтень

source: September
pt: Setembro
pt_br: Setembro
uk: Вересень

source: August
pt: Agosto
pt_br: Agosto
uk: Серпень

source: July
pt: Julho
pt_br: Julho
uk: Липень

source: June
pt: Junho
pt_br: Junho
uk: Червень

source: May
pt: Maio
pt_br: Maio
uk: Травень

source: April
pt: Abril
pt_br: Abril
uk: Квітень

source: March
pt: Março
pt_br: Março
uk: Березень

source: February
pt: Fevereiro
pt_br: Fevereiro
uk: Лютий

source: January
pt: Janeiro
pt_br: Janeiro
uk: Січень

source: Esfand
uk: Есфанд

source: Bahman
uk: Бахман

source: Dey
uk: Дей

source: Azar
uk: Азар

source: Aban
uk: Абан

source: Mehr
uk: Мехр

source: Shahrivar
uk: Шахривар

source: Mordad
uk: Мордад

source: Tir
uk: Тир

source: Khordad
uk: Хордад

source: Ordibehesht
uk: Ордибехешт

source: Farvardin
uk: Фарвардин

source: Monday
pt: Segunda
pt_br: Segunda
uk: Понеділок

source: tuesday
pt: terça
pt_br: terça
uk: вівторок

source: Wednesday
pt: Quarta
pt_br: Quarta
uk: Середа

source: Thursday
pt: Quinta
pt_br: Quinta
uk: Четвер

source: Friday
pt: Sexta
pt_br: Sexta
uk: П'ятниця

source: Saturday
pt: Sábado
pt_br: Sábado
uk: Субота

source: Sunday
pt: Domingo
pt_br: Domingo
uk: Неділя

source: You have the following appointment tomorrow:
pt: Tem o seguinte compromisso amanhã:
pt_br: Você tem o seguinte compromisso amanhã:
uk: У вас завтра така зустріч:

source: Reminder!
pt: Lembrete!
pt_br: Lembrete!
uk: Нагадування!

source: You have the following appointment in one hour:
pt: Tem o seguinte compromisso dentro de uma hora:
pt_br: Você tem o seguinte compromisso dentro de uma hora:
uk: За годину у вас наступна зустріч:

source: You have the following appointment in 30 minutes:
pt: Tem o seguinte compromisso dentro de 30 minutos:
pt_br: Você tem o seguinte compromisso dentro de 30 minutos:
uk: За 30 хвилин у вас наступна зустріч:

source: You have the following appointment in 15 minutes:
pt: Tem o seguinte compromisso dentro de 15 minutos:
pt_br: Você tem o seguinte compromisso dentro de 15 minutos:
uk: Через 15 хвилин у вас наступна зустріч:

source: You have now the following appointment:
pt: Tem agora o seguinte compromisso:
pt_br: Você tem o seguinte compromisso agora:
uk: Зараз у вас наступна зустріч:

source: Accessible agenda
pt: Agenda acessível
pt_br: Agenda acessível
uk: Доступний порядок денний

source: Allows access to an accesible agenda
pt: Permite o acesso a uma agenda acessível
pt_br: Permite utilizar uma agenda acessível
uk: Надає доступ до доступного порядку денного

source: Check for updates at startup
pt: Verificar por actualizações no arranque

source: Set repeations
pt: Definir as repetições

source: Choice your event repeat:
pt: Escolha a repetição do seu evento:

source: Appointments for today and tomorrow
pt: Compromissos para hoje e amanhã

source: It is available a new version of this add-on. Do you want to update?
pt: Está disponível uma nova versão deste extra. Quer actualizar?

source: This new version of this add-on is not compatible with your version of NVDA. The update process will be terminated.
pt: Esta nova versão deste extra não é compatível com a sua versão do NVDA. O processo de actualização será terminado.
